out/production/XidianStudentGrades/com/company/soap.xml

<v:Envelope xmlns:i="http://www.w3.org/2001/XMLSchema-instance" xmlns:d="http://www.w3.org/2001/XMLSchema" xmlns:c="http://schemas.xmlsoap.org/soap/encoding/" xmlns:v="http://schemas.xmlsoap.org/soap/envelope/"><v:Header /><v:Body><GetMyGrades xmlns="http://murpcn.com/murpwebservice/" id="o0" c:root="1"><umcid i:type="d:int">16894</umcid></GetMyGrades></v:Body></v:Envelope>
